Repository: marekbujko/auto-brew
Catalog: AutoBrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_br

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
nl: Grootte
pl: Rozmiar
pt_br: Tamanho

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Overslaan
pl: Pomiń
pt_br: Pular

source: Source Code
de: Quellcode
es: Código fuente
fr: Code source
it: Codice sorgente
nl: Broncode
pl: Kod źródłowy
pt_br: Código-fonte

source: Sponsor this Project
de: Projekt unterstützen
es: Patrocinar este proyecto
fr: Soutenir ce projet
it: Sostieni questo progetto
nl: Steun dit project
pl: Wesprzyj ten projekt
pt_br: Apoie este projeto

source: Take Snapshot
de: Snapshot erstellen
es: Crear instantánea
fr: Créer un instantané
it: Crea snapshot
nl: Snapshot maken
pl: Utwórz migawkę
pt_br: Criar instantâneo

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de uso

source: The scheduled brew update was missed. Run it now in the background?
de: Das geplante Brew-Update wurde verpasst. Jetzt im Hintergrund ausführen?
es: La actualización programada de Brew no se realizó. ¿Ejecutarla ahora en segundo plano?
fr: La mise à jour Brew prévue a été manquée. L'exécuter maintenant en arrière-plan ?
it: L'aggiornamento Brew programmato è stato saltato. Eseguirlo ora in background?
nl: De geplande Brew-update is gemist. Nu op de achtergrond uitvoeren?
pl: Zaplanowana aktualizacja Brew została pominięta. Uruchomić teraz w tle?
pt_br: A atualização agendada do Brew foi perdida. Executar agora em segundo plano?

source: This will overwrite the app's current preferences and data.
de: Aktuelle Einstellungen und Daten der App werden überschrieben.
es: Se sobrescribirán las preferencias y datos actuales.
fr: Cela écrasera les préférences et données actuelles.
it: Le preferenze e i dati attuali verranno sovrascritti.
nl: Huidige voorkeuren en data worden overschreven.
pl: Bieżące preferencje i dane zostaną nadpisane.
pt_br: As preferências e dados atuais serão sobrescritos.

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
nl: Tijd
pl: Godzina
pt_br: Hora

source: Top Installed
de: Häufigste Installationen
es: Más instalados
fr: Les plus installés
it: Più installati
nl: Meest geïnstalleerd
pl: Najczęściej instalowane
pt_br: Mais instalados

source: Trademark
de: Markenrechte
es: Marcas comerciales
fr: Marques déposées
it: Marchi registrati
nl: Handelsmerken
pl: Znaki towarowe
pt_br: Marcas registradas

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer

source: Uninstall via Brew
de: Mit Brew deinstallieren
es: Desinstalar vía Brew
fr: Désinstaller via Brew
it: Disinstalla via Brew
nl: Verwijderen via Brew
pl: Odinstaluj przez Brew
pt_br: Desinstalar via Brew

source: Update Log
de: Aktualisierungsprotokoll
es: Registro de actualización
fr: Journal de mise à jour
it: Registro aggiornamenti
nl: Updatelogboek
pl: Dziennik aktualizacji
pt_br: Registro de atualização

source: Update Now
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour
it: Aggiorna ora
nl: Nu bijwerken
pl: Aktualizuj teraz
pt_br: Atualizar agora

source: Update Policy
de: Update-Richtlinie
es: Política de actualización
fr: Politique de mise à jour
it: Politica aggiornamenti
nl: Updatebeleid
pl: Polityka aktualizacji
pt_br: Política de atualização

source: Update Policy — Casks
de: Update-Richtlinie — Casks
es: Política de actualización — Casks
fr: Politique de mise à jour — Casks
it: Politica aggiornamenti — Casks
nl: Updatebeleid — Casks
pl: Polityka aktualizacji — Casks
pt_br: Política de atualização — Casks

source: Update Policy — Formulae
de: Update-Richtlinie — Formulae
es: Política de actualización — Formulae
fr: Politique de mise à jour — Formulae
it: Politica aggiornamenti — Formulae
nl: Updatebeleid — Formulae
pl: Polityka aktualizacji — Formulae
pt_br: Política de atualização — Formulae

source: Update Policy (custom)
de: Update-Richtlinie (angepasst)
es: Política de actualización (personalizada)
fr: Politique de mise à jour (personnalisée)
it: Politica aggiornamenti (personalizzata)
nl: Updatebeleid (aangepast)
pl: Polityka aktualizacji (niestandardowa)
pt_br: Política de atualização (personalizada)

source: Update Trigger
de: Aktualisierungsmodus
es: Activador de actualización
fr: Déclencheur de mise à jour
it: Modalità aggiornamento
pl: Wyzwalacz aktualizacji
pt_br: Gatilho de atualização

source: Updates
de: Aktualisierungen
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
pl: Aktualizacje
pt_br: Atualizações

source: Updating...
de: Aktualisiere ...
es: Actualizando ...
fr: Mise à jour ...
it: Aggiornamento ...
nl: Bijwerken ...
pl: Aktualizowanie ...
pt_br: Atualizando ...

source: Upgrade via Brew
de: Mit Brew aktualisieren
es: Actualizar vía Brew
fr: Mettre à jour via Brew
it: Aggiorna via Brew
nl: Bijwerken via Brew
pl: Aktualizuj przez Brew
pt_br: Atualizar via Brew

source: Utilities
de: Dienstprogramme
es: Utilidades
fr: Utilitaires
it: Utility
nl: Hulpprogramma's
pl: Narzędzia
pt_br: Utilitários

source: Wait %lld days
de: Warte %lld Tage
es: Esperar %lld días
fr: Attendre %lld jours
it: Attendi %lld giorni
nl: Wacht %lld dagen
pl: Czekaj %lld dni
pt_br: Aguardar %lld dias

source: Waiting for idle...
de: Warte auf Leerlauf ...
es: Esperando inactividad ...
fr: En attente d'inactivité ...
it: In attesa di inattività ...
nl: Wachten op inactiviteit ...
pl: Oczekiwanie na bezczynność ...
pt_br: Aguardando inatividade ...

source: App Version
es: Versión de la app
fr: Version de l'app
it: Versione app
nl: App-versie
pl: Wersja aplikacji
pt_br: Versão do app

source: Cask Token
es: Token de cask
fr: Jeton de cask
it: Token cask
pl: Token cask
pt_br: Token do cask

source: EULA
es: CLUF
fr: CLUF

source: Major
es: Mayor
fr: Majeure
pt_br: Maior

source: Major updates
es: Actualizaciones mayores
fr: Mises à jour majeures
it: Aggiornamenti major
pl: Aktualizacje major
pt_br: Atualizações maiores

source: Minor
es: Menor
fr: Mineure
pt_br: Menor

source: Minor updates
es: Actualizaciones menores
fr: Mises à jour mineures
it: Aggiornamenti minor
pl: Aktualizacje minor
pt_br: Atualizações menores

source: Patch updates
es: Actualizaciones patch
fr: Mises à jour correctives
it: Aggiornamenti patch
pl: Aktualizacje patch
pt_br: Atualizações patch

source: Snapshots
es: Instantáneas
fr: Instantanés
it: Snapshot
pl: Migawki
pt_br: Instantâneos

source: Snapshots…
es: Instantáneas…
fr: Instantanés…
it: Snapshot…
pl: Migawki…
pt_br: Instantâneos…

source: Status
es: Estado
fr: État
it: Stato

source: Version
es: Versión
it: Versione
nl: Versie
pl: Wersja
pt_br: Versão

source: Version: %@
es: Versión: %@
it: Versione: %@
nl: Versie: %@
pl: Wersja: %@
pt_br: Versão: %@

source: Patch
fr: Correctif
